Repository: sota-mitsumori/Fudanagashi
Catalog: Fudanagashi/Localizable.xcstrings
Source language: ja
Languages: en, es, fr

source: **ようこそ、札流しへ！** <目的> このゲームの目標は百人一首の取り札全てをできるだけ早くスワイプするタイムアタックゲームです。 <プレイ方法> - **札をスワイプ**: 実際のかるた札とおなじように、札をすきな方向にスワイプすることで次の札に進めます。 - **ランダム上下反転**: 設定でこれを有効、無効にすることで、ゲームをよりチャレンジングにすることができます。 - **タイマー**: タイマーはあなたが１００枚のふだ流しにかかる時間を表示します。 - **ベストスコア**: あなたのベストスコアは記録され、ホーム画面に表示されます。 ***楽しんでプレイしてみてください!!***
en: **Welcome to Fudanagashi！** <Purpose> The goal of this game is to swipe the Karuta cards as fast as you can. <How to play> - **Swipe the cards**: Swipe the cards to any direction as you do it with the real Karuta cards - **Random Cards Rotation**: By enabling and disabling this setting, you can make the game more challenging. - **Timer**: The timer displays the time it takes for you to flush 100 Karuta cards - **Best Score**: Your best score is recorded and will be displayed on the home screen. ***Have fun and enjoy!!***
es: **¡Bienvenido a Fudanagashi!** <Propósito> El objetivo de este juego es deslizar las cartas de Karuta lo más rápido posible. <Cómo jugar> -**Desliza las cartas**: Desliza las cartas en cualquier dirección, como lo harías con las cartas reales de Karuta. -**Rotación aleatoria de cartas**: Al habilitar o deshabilitar esta configuración, puedes hacer el juego más desafiante. -**Temporizador**: El temporizador muestra el tiempo que tardas en retirar 100 cartas de Karuta. -**Mejor puntuación**: Tu mejor puntuación se registra y se mostrará en la pantalla de inicio. ***¡Diviértete y disfruta!***
fr: **Bienvenue à Fudanagashi！** <Objetif> Le but de ce jeu est de balayer les cartes de Karuta le plus rapidement possible. <Mode d’emploi> -**Balayer les cartes** : Balayez les cartes dans n’importe quelle direction, comme vous le feriez avec de vraies cartes de Karuta. -**Rotation aléatoire des cartes** : En activant ou désactivant cette option, vous pouvez rendre le jeu plus difficile. -**Chronomètre** : Le chronomètre affiche le temps qu’il vous faut pour balayer 100 cartes de Karuta. -**Meilleur score** : Votre meilleur score est enregistré et sera affiché sur l’écran d’accueil. ***Amusez-vous et profitez-en !***

# best_score
source: ベストスコア更新！
en: New Best Score!
es: ¡Nueva mejor puntuación!
fr: Nouveau Meilleur score!

# cards_left_format
source: 残り: %d枚
en: Cards Left: %d
es: Cartas Restantes: %d
fr: Cartes Restantes: %d

# elapsed_time_format
source: 経過時間:%.2f秒
en: Time: %.2f s
es: Tiempo: %.2fs
fr: Temps: %.2f s

# game_clear_title
source: クリア！
en: Clear!
es: ¡Completado!
fr: Fini!

# time_elapsed
source: 時間: %@秒
en: Time: %@s
es: Tiempo: %@s
fr: Temps: %@s

# try_again
source: もう一回挑戦だ！
en: Try again!
es: Jugar de nuevo
fr: Recommencer!

source: オリジナル画像のページを開く
en: Open the source website
es: Abrir el sitio web de origen
fr: Ouvrir le site source

source: カードのランダム上下反転
en: Random Card Rotation
es: Rotación aleatoria de las cartas
fr: Rotation aléatoire des cartes

source: かるた取り札画像
en: Karuta Card Images
es: Imágenes de cartas de Karuta
fr: Images des cartes de Karuta

source: かるた取り札画像は@momokohanakoさんのものを使用しています。
en: Karuta Card Images are used under the permission of @momokohanako
es: Las imágenes de cartas de Karuta se utilizan con el permiso de @momokohanako.
fr: Les images des cartes de Karuta sont utilisées avec l’autorisation de @momokohanako.

source: キャンセル
en: Cancel
es: Cancelar
fr: Annuler

source: ゲーム
en: Game
es: Juego
fr: Jeu

source: ゲームスコアリセット
en: Reset Game Score
es: Restablecer la puntuación del juego
fr: Réinitialiser le score du jeu

source: ゲームスコアをリセット
en: Reset Game Score
es: Restablecer la puntuación del juego
fr: Réinitialiser le score du jeu

source: ゲームスコアをリセットしますか？
en: Do you really want to reset the game score?
es: ¿Realmente deseas restablecer la puntuación del juego?
fr: Voulez-vous vraiment réinitialiser le score du jeu ?

source: さあゲームに挑戦だ！
en: Challenge Starts Now
es: ¡Ahora, a desafiar el juego!
fr: Le défi commence maintenant

source: スタート
en: Play
es: Jugar!
fr: Jouer

source: データ同期
en: Sync Data
es: Sincronizar datos
fr: Synchroniser les données

source: デベロッパーとクレジット
en: Developer and Credit
es: Desarrollador y Créditos
fr: Développeur et Crédit

source: バージョン
en: Version
es: Versión
fr: Version

source: プレイ方法
en: How to play
es: Cómo Jugar
fr: Comment jouer

source: ベストスコア
en: Best Score
es: Mejor puntuación
fr: Meilleur score

source: ベストスコア: %@秒
en: Best Score: %@s
es: Mejor puntuación: %@ s
fr: Meilleur score: %@s

source: ホームへ
en: Home
es: Home
fr: Home

source: ホームページ:
en: HP:
es: Sitio web:
fr: Site web:

source: まだゲームをプレイしていません
en: No past game score to display
es: No hay puntuación de juegos anteriores para mostrar
fr: Aucun score de jeu précédent à afficher

source: メール:
en: Email:
es: Correo:
fr: Email:

source: もう一回
en: Restart
es: Otra vez
fr: Rejouer

source: リセット
en: Reset
es: Restablecer
fr: réinitialiser

source: 三森颯太, 大戸暢丈
en: Sota Mitsumori, Nobuhiro Oto
es: Sota Mitsumori, Nobuhiro Oto
fr: Sota Mitsumori, Nobuhiro Oto

source: 他のApple端末とデータを同期
en: Sync data with other Apple devices
es: Sincronizar datos con otros dispositivos Apple
fr: Synchroniser les données avec d’autres appareils Apple

source: 公式サイト
en: Official Website
es: Sitio oficial
fr: Site officiel

source: 情報
en: Info
es: Información
fr: Infos

source: 時間:
en: Time:
es: Tiempo:
fr: Temps:

source: 札の表示
en: Cards Display
es: Mostrar cartas
fr: Affichage des cartes

source: 残り: --枚
en: Cards Left: —
es: Cartas Restantes: —
fr: Cartes Restantes: —

source: 残り枚数を表示
en: Display Cards left
es: Mostrar cartas restantes
fr: Afficher les cartes restantes

source: 百人一首札流し
en: Fudanagashi
es: Fudanagashi
fr: Fudanagashi

source: 終了
en: Done
es: Finalizar
fr: Fait

source: 経過時間: --秒
en: Time: —s
es: Tiempo: —s
fr: Temps: —s

source: 経過時間を表示
en: Display Elapsed Time
es: Mostrar tiempo transcurrido
fr: Afficher le temps écoulé

source: 結果
en: Result
es: Resultado
fr: Résultat

source: 総プレイ回数
en: Total Games Played
es: Total de juegos jugados
fr: Nombre total de parties jouées

source: 表示オプション
en: Display Options
es: Opciones de visualización
fr: Options d’affichage

source: 記録
en: Result
es: Résultat
fr: Résultat

source: 記録リセット
en: Reset best score
es: Restablecer registros
fr: Réinitialiser le meilleur score

source: 設定
en: Settings
es: Configuración
fr: Settings

source: 連絡先と公式HP
en: Get in touch
es: Contáctanos
fr: Contactez-nous

source: 過去のゲーム記録
en: Past Game Result
es: Resultados Pasados
fr: Résultats Passés

source: 閉じる
en: Close
es: Cerrar
fr: Fermer

source: 開発者
en: Developers
es: Desarrollador
fr: Développeur

source: 開発者とクレジット
en: Developer and Credit
es: Desarrollador y Créditos
fr: Développeur et Crédit
